Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/RemindersSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Add Language
ar: إضافة لغة
bg: Добавяне на език
ca: Afegeix un idioma
cs: Přidání jazyka
da: Tilføj sprog
de: Sprache hinzufügen
el: Προσθήκη γλώσσας
es: Añadir idioma
es_419: Agregar idioma
fi: Lisää kieli
fr: Ajouter une langue
fr_ca: Ajouter une langue
he: הוספת שפה
hi: भाषा जोड़ें
hr: Dodaj jezik
hu: Nyelv hozzáadása
id: Tambah Bahasa
it: Aggiungi lingua
ja: 言語を追加
kk: Тілді қосу
ko: 언어 추가
lt: Įtraukti kalbą
ms: Tambah Bahasa
nl: Voeg taal toe
no: Legg til språk
pl: Dodaj język
pt: Adicionar Idioma
pt_pt: Adicionar idioma
ro: Adăugare limbă
ru: Добавить язык
sk: Pridať jazyk
sl: Dodajanje jezika
sv: Lägg till språk
th: เพิ่มภาษา
tr: Dil Ekle
uk: Додати мову
vi: Thêm ngôn ngữ
zh_cn: 添加语言
zh_hk: 加入語言
zh_tw: 加入語言

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Clear Categorization History
ar: مسح سجل تاريخ التصنيف
bg: Изчисти история на категоризиране
ca: Esborra l’historial de categorització
cs: Vymazat historii rozdělení do kategorií
da: Ryd kategoriseringshistorik
de: Kategorieverlauf löschen
el: Εκκαθάριση ιστορικού κατηγοριοποίησης
es: Borrar historial de categorización
es_419: Borrar historial de categorización
fi: Tyhjennä kategorisointihistoria
fr: Effacer l’historique de catégorisation
fr_ca: Effacer l’historique de catégorisation
he: ניקוי היסטוריית המיון לפי קטגוריות
hi: वर्गीकरण हिस्ट्री साफ़ करें
hr: Očisti povijest kategorizacije
hu: Kategorizálási előzmények törlése
id: Bersihkan Riwayat Kategorisasi
it: Cancella cronologia categorizzazione
ja: カテゴリー分けの履歴を消去
kk: Жіктеу тарихын тазалау
ko: 카테고리 분류 기록 지우기
lt: Valyti kategorizavimo istoriją
ms: Kosongkan Sejarah Pengkategorian
nl: Wis categorisatiegeschiedenis
no: Tøm kategoriseringslogg
pl: Wymaż historię kategoryzacji
pt: Limpar Histórico de Categorização
pt_pt: Limpar histórico de categorização
ro: Degajați istoricul de categorisire
ru: Очистить историю категорий
sk: Vyčistiť históriu rozdelenia do kategórií
sl: Počisti zgodovino kategorizacije
sv: Rensa kategoriseringshistorik
th: ล้างประวัติการแยกหมวดหมู่
tr: Sınıflandırma Geçmişini Sil
uk: Очистити історію категоризації
vi: Xóa lịch sử phân loại
zh_cn: 清除分类历史记录
zh_hk: 清除分類歷史
zh_tw: 清除分類記錄

source: You can add an additional language that Reminders will recognize to place grocery items into categories. A language can be selected automatically based on your Keyboard and Language & Region settings, and your current location. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ar: يمكنك إضافة لغة إضافية يتعرف عليها تطبيق التذكيرات لوضع عناصر البقالة في فئات. يمكن تحديد لغة تلقائيًا حسب إعدادات لوحة المفاتيح وإعدادات اللغة والمنطقة وموقعك الحالي. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
bg: Можете да добавите допълнителен език, който приложението Напомняния да разпознава, за да поставя елементите за пазаруване в категории. Може автоматично да бъде избран език на базата на настройките ви за Клавиатура и за Език и регион, както и на текущото ви местоположение. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ca: Pots afegir un altre idioma per classificar els ítems de la llista de la compra a l’app Recordatoris. També es pot seleccionar automàticament en funció de la configuració del teclat, de la configuració d’idioma i regió, i de la ubicació actual. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
cs: Můžete přidat další jazyk, který bude aplikace Připomínky rozpoznávat a zařazovat v něm položky nákupů do kategorií. Jazyk se může vybírat automaticky na základě nastavení klávesnice a voleb jazyka a oblasti. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
da: Du kan tilføje et sprog mere, som Påmindelser genkender, når du placerer dagligvarer i kategorier. Et sprog kan vælges automatisk baseret på dine indstillinger til Tastatur og Sprog & område samt din aktuelle lokalitet. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
de: Du kannst eine zusätzliche Sprache hinzufügen, bei der „Erinnerungen“ erkennt, dass Einkaufsartikel kategorisiert werden sollen. Eine Sprache kann automatisch anhand deiner Tastatureinstellungen, der Einstellungen für „Sprache & Region“ sowie deines aktuellen Standorts ausgewählt werden. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
el: Μπορείτε να προσθέσετε μια επιπλέον γλώσσα, την οποία θα αναγνωρίζουν οι Υπομνήσεις για κατηγοριοποίηση των ειδών για ψώνια. Είναι δυνατή η επιλογή μιας γλώσσας αυτόματα βάσει των ρυθμίσεων Πληκτρολογίου και Γλώσσας και περιοχής, καθώς και της τρέχουσας τοποθεσίας σας. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
es: Puedes añadir un idioma adicional para clasificar los ítems de la lista de la compra en categorías en la app Recordatorios. Se puede seleccionar uno automáticamente en función de tus ajustes de teclado y de idioma y región, y de tu ubicación actual. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
es_419: Puedes agregar un idioma adicional que Recordatorios reconocerá para organizar los elementos del súper en categorías. Se puede seleccionar un idioma adicional de forma automática según tu configuración de Teclado e Idioma y región, y tu ubicación actual. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
fi: Voit lisätä lisäkielen, jota Muistutukset käyttää kauppalistan kohteiden luokitteluun. Lisäkieli voidaan valita automaattisesti Näppäimistö- ja Kieli ja alue -asetustesi sekä nykyisen sijaintisi perusteella. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
fr: Vous pouvez ajouter une autre langue que Rappels reconnaîtra pour catégoriser les articles de votre liste de courses. Une langue supplémentaire peut être sélectionnée automatiquement en fonction de vos réglages Clavier et « Langue et région », et de votre position géographique actuelle. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
fr_ca: Vous pouvez ajouter une langue supplémentaire que l’app Rappels reconnaîtra pour classer les articles d’épicerie dans des catégories. Une langue peut être sélectionnée automatiquement en fonction des réglages « Clavier » et « Langue et région » ainsi que de votre position actuelle. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
he: באפשרותך להוסיף שפה נוספת שהיישום ״תזכורות״ יוכל לזהות כדי למיין פריטי קניות לקטגוריות. ניתן לבחור שפה באופן אוטומטי לפי ההגדרות ״מקלדת״ ו״שפה ואזור״, ולפי המיקום הנוכחי. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
hi: आप एक अतिरिक्त भाषा जोड़ सकते हैं जिसे रिमाइंडर पहचान लेगा ताकि किराने के आइटम को श्रेणियों में रखा जा सके। आपके कीबोर्ड और भाषा और क्षेत्र सेटिंग्ज़ और आपके वर्तमान स्थान के आधार पर एक भाषा ऑटोमैटिकली चुनी जा सकती है। _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
hr: Možete dodati još jedan jezik koji će Podsjetnici prepoznavati za stavljanje namirnica u kategorije. Jezik može automatski biti odabran na temelju vaših postavki Tipkovnice, Jezika i regije te vaše trenutačne lokacije. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
hu: Hozzáadhat egy további nyelvet, amelyet az Emlékeztetők fel fog ismerni a bevásárlólista-elemek kategóriákba rendezése során. A nyelv kiválasztása automatikusan történhet az Ön billentyűzetre, nyelvre és régióra vonatkozó beállításai, illetve az aktuális tartózkodási helye alapján. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
id: Anda dapat menambahkan bahasa lain yang akan dikenali Pengingat untuk menempatkan barang belanjaan ke dalam kategori. Bahasa dapat dipilih secara otomatis berdasarkan pengaturan Papan Ketik dan Bahasa & Wilayah Anda, serta lokasi Anda saat ini. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
it: Puoi aggiungere un’altra lingua che Promemoria riconoscerà per categorizzare gli elementi della spesa. Una lingua può essere selezionata automaticamente in base alle impostazioni della tastiera, a quelle di “Lingua e zona” e alla posizione attuale. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ja: リマインダーで買い物リストの項目を分類するもう一つの言語を追加できます。“キーボード”設定、“言語と地域”設定、および現在地に基づいて、言語は自動的に選択されます。
kk: Азық-түлікті санаттарға жіктеу үшін еске салғыштар танитын қосымша тілді қосуға болады. Тілді «Пернетақта» мен «Тіл және аймақ» реттеулері және ағымдағы геолокация негізінде автоматты түрде таңдауға болады. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ko: 미리 알림에서 식료품을 카테고리로 분류할 때 인식할 언어를 추가할 수 있습니다. 키보드 설정과 언어 및 지역 설정, 현재 위치에 따라 언어가 자동으로 선택될 수 있습니다. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
lt: Galite įtraukti papildomą kalbą – „Priminimai“ ją atpažins ir suskirstys maisto prekes į kategorijas. Kalbą galima pasirinkti automatiškai, atsižvelgiant į jūsų klaviatūros ir kalbos bei regiono nustatymus ir dabartinę vietą. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ms: Anda boleh menambah bahasa tambahan yang akan dikenali oleh Peringatan untuk meletakkan item barang runcit dalam kategori. Bahasa boleh dipilih secara automatik berdasarkan seting Papan Kekunci dan Bahasa & Rantau anda, serta lokasi semasa anda. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
nl: Je kunt een extra taal toevoegen die de Herinneringen-app herkent om boodschappen in categorieën onder te brengen. Een taal kan automatisch worden geselecteerd op basis van je instellingen voor 'Taal en regio' en je huidige locatie. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
no: Du kan legge til et annet språk som Påminnelser vil gjenkjenne for å kategorisere dagligvareartikler. Språket kan velges automatisk basert på innstillingene dine under Tastatur og Språk og område. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
pl: Możesz dodać inne języki, które aplikacja Przypomnienia będzie rozpoznawać, porządkując pozycje listy zakupów w kategoriach. Język może być wybierany automatycznie na podstawie ustawień w panelach Klawiatura oraz Język i region, a także Twojego bieżącego położenia. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
pt: Você pode adicionar outro idioma que o app Lembretes reconhecerá para categorizar itens de uma lista de compras. É possível selecionar um idioma automaticamente com base na sua localização atual e nos ajustes de Teclado e de Idioma e Região. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
pt_pt: Pode adicionar outro idioma para que a aplicação Lembretes saiba como categorizar os elementos de listas de compras. O idioma pode ser selecionado automaticamente de acordo com as definições de Teclado e de Idioma e região e com a localização atual. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ro: Puteți adăuga o limbă suplimentară pe care aplicația Mementouri o va recunoaște pentru a plasa cumpărăturile în categorii. Limba poate fi selectată automat pe baza configurării Tastatură, a configurării Limbă și regiune și a localizării dvs. curente. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ru: Можно добавить дополнительный язык, на котором Напоминания смогут распределять продукты по категориям. Выбор языка может происходить автоматически на основе Вашей геопозиции и параметров, заданных в панелях настроек «Клавиатура» и «Язык и регион». _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
sk: Umožňuje vám pridať ďalší jazyk, v ktorom bude apka Pripomienky rozpoznávať položky v nákupných zoznamoch a triediť ich do kategórií. Môžete ho vybrať automaticky na základe nastavení Klávesnice, Jazyka a regiónu a vašej aktuálnej polohy. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
sl: Dodate lahko drug jezik, na podlagi katerega bo aplikacija Opomniki artikle razvrstila v kategorije. Jezik se lahko izbere samodejno glede na vaše nastavitve tipkovnice, nastavitve jezika in regije ter vašo trenutno lokacijo. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
sv: Du kan lägga till ett ytterligare språk som Påminnelser använder till att placera varor i olika kategorier. Ett språk kan väljas automatiskt baserat på inställningarna i Tangentbord och Språk och region samt din aktuella plats. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
th: คุณสามารถเพิ่มภาษาเพิ่มเติมที่เตือนความจำจะได้รู้จักเพื่อแยกรายการในลิสต์ของที่ต้องซื้อออกเป็นหมวดหมู่ได้ ภาษาสามารถถูกเลือกได้โดยอัตโนมัติโดยอิงตามการตั้งค่าแป้นพิมพ์และภาษาและภูมิภาค และตำแหน่งที่ตั้งปัจจุบันของคุณ _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
tr: Anımsatıcılar’ın alışveriş öğelerini kategorilere ayırmak için tanıyacağı ek bir dil ekleyebilirsiniz. Klavye ile Dil ve Bölge ayarlarınıza ve bulunduğunuz konuma göre bir dil otomatik olarak seçilebilir. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
uk: Можна додати іншу мову, яку Нагадування розпізнаватимуть для впорядкування продуктів за категоріями. Мова може задаватися автоматично згідно з параметрами в розділах «Клавіатура» й «Мова і регіон», а також поточною геопозицією. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
vi: Bạn có thể thêm một ngôn ngữ bổ sung để Lời nhắc nhận dạng nhằm sắp xếp các mục hàng tạp hóa vào các danh mục. Một ngôn ngữ có thể được chọn tự động dựa trên cài đặt Bàn phím và Ngôn ngữ & Vùng, cũng như vị trí hiện tại của bạn. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
zh_cn: 你可以添加其他语言以便“提醒事项”识别以分类日常采购项目。系统可根据你的“键盘”和“语言与地区”设置以及当前位置自动选择语言。_LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
zh_hk: 你可以加入「提醒事項」可識別的其他語言來將購物清單項目分類。系統可依據你的「鍵盤」設定、「語言與地區」設定，以及目前位置來自動選擇一種語言。_LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
zh_tw: 你可以加入其他語言來讓「提醒事項」辨識以分類採買清單項目。系統可以根據你的「鍵盤」和「語言與地區」設定，以及你目前的位置來自動選取語言。_LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE

source: Show as Overdue
ar: إظهار كمتأخر
bg: Покажи като просрочено
ca: Mostra com a endarrerits
cs: Zobrazit jako po termínu
da: Vis som forfaldne
de: Als überfällig anzeigen
el: Εμφάνιση ως εκπρόθεσμων
es: Mostrar como atrasados
es_419: Mostrar como vencido
fi: Näytä vanhentuneena
fr: Signaler comme en retard
fr_ca: Marquer comme en retard
he: הצגה כתאריך יעד שחלף
hi: विलंबित के रूप में दिखाएँ
hr: Prikaži kao isteklo
hu: Megjelenítés lejártként
id: Tampilkan sebagai Terlewati
it: Mostra come scaduto
ja: 期限超過として表示
kk: Мерзімі өткен деп көрсету
ko: 기한 지난 항목으로 표시
lt: Rodyti kaip pradelstą
ms: Tunjukkan sebagai Lewat
nl: Toon als verlopen
no: Vis som forfalt
pl: Pokazuj jako zaległe
pt: Mostrar como Atrasado
pt_pt: Mostrar como em atraso
ro: Afișare drept restanțe
ru: Статус просроченного
sk: Zobraziť ako po termíne
sl: Prikaži kot zapadlo
sv: Visa som försenade
th: แสดงเป็นเลยกำหนด
tr: Gecikmiş Olarak Göster
uk: Показувати як прострочені
vi: Hiển thị là quá hạn
zh_cn: 显示为逾期
zh_hk: 顯示為逾期
zh_tw: 顯示為已過期

source: Clear categorization learned as you manually moved items in grocery lists. Existing items are not affected.
ar: مسح التصنيف الذي تم تعلّمه لأنك نقلت عناصر يدويًا في قوائم البقالة. لن تتأثر العناصر الحالية.
bg: Изчистете категоризацията, научена, докато ръчно премествате елементи в списъците за пазаруване. Съществуващите елементи не са засегнати.
ca: Restableix la classificació que el sistema ha après en traslladar ítems a les llistes de la compra manualment. No afecta els ítems actuals.
cs: Vymaže řazení do kategorií, které se zařízení naučilo při ručním přesouvání položek v nákupních seznamech. Na už zařazené položky nemá tato akce vliv.
da: Fjern kategoriseringer, der blev indlært, da du manuelt flyttede rundt på emner i dine indkøbslister. Dette påvirker ikke eksisterende emner.
de: Die beim manuellen Bewegen von Objekten in Einkaufslisten erlernten Kategorisierungen werden gelöscht. Bestehende Objekte sind nicht betroffen.
el: Έγινε εκμάθηση της εκκαθάρισης κατηγορίας κατά τη χειροκίνητη μεταφορά των στοιχείων στις λίστες για ψώνια. Τα υπάρχοντα στοιχεία δεν επηρεάζονται.
es: Borra la categorización que se ha aprendido teniendo en cuenta los ítems que has cambiado de sección manualmente en tus listas de la compra. Esta acción no afectará a los ítems existentes.
es_419: Elimina la categorización aprendida en cuanto transfieras manualmente artículos a la lista de compras del súper. No se afectarán los elementos existentes.
fi: Poista kategorisointi, joka opittiin, kun siirsit kohteita kauppalistoihin käsin. Tämä ei vaikuta olemassaoleviin kohteisiin.
fr: Une catégorisation précise a été apprise lorsque vous avez déplacé des éléments dans des listes de courses. Les éléments existants ne sont pas concernés.
fr_ca: Effacez la catégorisation apprise à mesure du déplacement manuel des articles dans les listes d’épicerie. Les articles existants ne sont pas concernés.
he: באפשרותך למחוק את המיון לפי קטגוריות שהוגדר כאשר העברת פריטים ברשימות קניות באופן ידני. פריטים קיימים לא יושפעו.
hi: आपके द्वारा किराना सामान सूचियों में आइटम मैनुअली मूव करने पर सीखा गया कैटेगराइज़ेशन साफ़ करें। मौजूदा आइटम प्रभावित नहीं होते हैं।
hr: Očistite kategorizaciju koja je naučena kad ste ručno premještali stavke u popisima namirnica. Postupak ne utječe na postojeće stavke.
hu: Törli a bevásárlólistákban manuálisan áthelyezett elemek alapján megtanult kategorizálást. Ez a meglévő elemeket nem érinti.
id: Bersihkan kategorisasi yang dipelajari saat Anda memindahkan item secara manual di daftar belanjaan. Item yang ada tidak terpengaruh.
it: Rimuovi la categorizzazione appresa quando hai spostato manualmente gli elementi nelle liste della spesa. L’azione non influisce sugli elementi esistenti.
ja: 手動で買い物リストに移動したと認識された分類を消去します。既存の項目には影響しません。
kk: Азық-түлік тізімдеріндегі элементтерді қолмен жылжытқанда бағдарламаланған санатты жойыңыз. Қолданыстағы элементтерге әсер етпейді.
ko: 식료품 목록에서 항목을 수동으로 이동하면서 학습된 카테고리 분류를 지웁니다. 기존 항목은 영향을 받지 않습니다.
lt: Išvalymo kategorizavimas įsidėmėtas, kai neautomatiškai perkelėte elementus į maisto produktų sąrašus. Tai nedaro įtakos esamiems elementams.
ms: Kosongkan pengkategorian yang dipelajari semasa anda mengalihkan item secara manual dalam senarai barang runcit. Item sedia ada tidak dipengaruhi.
nl: Wis categorisatie die is geleerd bij het handmatig verplaatsen van onderdelen in boodschappenlijsten. Bestaande onderdelen blijven ongemoeid.
no: Fjern kategoriseringer som har blitt lært etter hvert som du manuelt har flyttet artikler i handlelister. Eksisterende artikler blir ikke påvirket.
pl: Wymaż kategoryzacje poznane w miarę przenoszenia rzeczy na listy zakupów. Nie ma to wpływu na istniejące rzeczy.
pt: Elimine a categorização aprendida enquanto você movia itens manualmente nas listas de compras. Os itens existentes não são afetados.
pt_pt: Remover a categorização aprendida com base nos elementos movidos manualmente nas listas de compras. Os elementos existentes não são afetados.
ro: Degajați categorisirea învățată în timp ce ați mutat manual articole în listele de cumpărături. Articolele existente nu sunt afectate.
ru: Очистить категории, определенные в результате ручного перемещения пунктов в списках продуктов. Это не повлияет на ранее добавленные пункты.
sk: Odstráni rozdelenie do kategórií naučené pri manuálnom triedení položiek v nákupných zoznamoch. Existujúce položky nebudú ovplyvnené.
sl: Počisti naučeno razvrščanje z ročno premaknjenimi elementi na seznamih živil. To dejanje ne vpliva na obstoječe elemente.
sv: Rensa kategorisering som lärts in av att du manuellt har flyttat inköpsobjekt i inköpslistor. Befintliga objekt påverkas inte.
th: ล้างการแยกหมวดหมู่ที่ได้เรียนรู้เมื่อคุณย้ายรายการในลิสต์ของที่ต้องซื้อด้วยตัวเอง ไม่มีผลต่อรายการที่มีอยู่
tr: Siz alışveriş listelerinizde öğeleri elle taşıdıkça öğrenilen sınıflandırmayı temizler. Var olan öğeler etkilenmez.
uk: Очистити категоризацію, вивчену під час ручного переміщення елементів у списках продуктів. Це не впливає на наявні елементи.
vi: Xóa phân loại đã ghi nhớ khi bạn di chuyển các mục trong danh sách hàng tạp hóa theo cách thủ công. Các mục hiện có không bị ảnh hưởng.
zh_cn: 清除将项目手动移至日常采购清单的过程中所学习的分类。现有项目不受影响。
zh_hk: 清除當你在購物清單中手動搬移項目後所學習到的分類。現有的項目不會受影響。
zh_tw: 清除將項目手動移至採買清單後所學習到的分類。這將不會影響現有的項目。

source: Include Due Today
ar: تضمين ما موعده اليوم
bg: Включи с краен срок за днес
ca: Inclou els ítems per a avui
cs: Zahrnout dnešní položky
da: Inkluder emner, der forfalder i dag
de: „Heute fällig“ einbeziehen
el: Στοιχεία για σήμερα
es: Incluir los que vencen hoy
es_419: Incluir los que vencen hoy
fi: Sisällytä määräpäivät tänään
fr: Inclure les éléments « Pour aujourd’hui »
fr_ca: Y compris pour aujourd’hui
he: הכללת תזכורות עם תאריך יעד להיום
hi: आज के लिए निर्धारित शामिल करें
hr: Uključi današnji rok
hu: A ma lejárók megjelenítése
id: Sertakan Tenggat Hari Ini
it: Includi in scadenza oggi
ja: 期限が今日のバッジを含む
kk: Мерзімі бүгін өтетінді қамту
ko: 오늘 마감 항목 포함
lt: Įtraukti turimus įvykdyti šiandien
ms: Sertakan Dijangka Hari Ini
nl: Voeg onderdelen voor vandaag toe
no: Inkluder med frist i dag
pl: Uwzględniaj Na dziś
pt: Incluir Para Hoje
pt_pt: Incluir a fazer hoje
ro: Includere articole scadente astăzi
ru: Вкл. назначенные на сегодня
sk: Zahrnúť položky na dnes
sl: Vključi elemente z rokom danes
sv: Inkludera uppgifter som ska vara klara idag
th: รวมรายการถึงกำหนดวันนี้
tr: Bugünü Dahil Et
uk: Долучати з терміном на сьогодні
vi: Bao gồm đến hạn hôm nay
zh_cn: 包含今天到期
zh_hk: 包括今日到期
zh_tw: 包含今天到期

source: Reset Categories
ar: إعادة تعيين الفئات
bg: Нулирай категории
ca: Restableix les categories
cs: Resetovat kategorie
da: Nulstil kategorier
de: Kategorien zurücksetzen
el: Επαναφορά κατηγοριών
es: Restablecer categorías
es_419: Restablecer categorías
fi: Nollaa kategoriat
fr: Réinitialiser les catégories
fr_ca: Réinitialiser les catégories
he: איפוס הקטגוריות
hi: श्रेणियाँ रीसेट करें
hr: Resetiraj kategorije
hu: Kategóriák alaphelyzetbe állítása
id: Atur Ulang Kategori
it: Inizializza categorie
ja: 分類をリセット
kk: Санаттарды бастапқы күйге қайтару
ko: 카테고리 재설정
lt: Iš naujo nustatyti kategorijas
ms: Reset Kategori
nl: Stel categorieën opnieuw in
no: Nullstill kategorier
pl: Wyzeruj kategorie
pt: Redefinir Categorias
pt_pt: Repor categorias
ro: Resetați categoriile
ru: Сбросить категории
sk: Resetovať kategórie
sl: Ponastavi kategorije
sv: Nollställ kategorier
th: รีเซ็ตหมวดหมู่
tr: Kategorileri Sıfırla
uk: Скинути категорії
vi: Đặt lại danh mục
zh_cn: 还原类别
zh_hk: 重設類別
zh_tw: 重置類別

source: Today Notification
ar: إشعار اليوم
bg: Известие за деня
ca: Notificacions d’avui
cs: Dnešní oznámení
da: Notifikation på dagen
de: Mitteilung heute
el: Γνωστοποίηση «Σήμερα»
es: Notificación de hoy
es_419: Notificaciones de hoy
fi: Tänään-ilmoitus
fr: Notification du jour
fr_ca: Notification quotidienne
he: עדכון של ״היום״
hi: आज की सूचना
hr: Današnja obavijest
hu: Napi értesítés
id: Pemberitahuan Hari Ini
it: Notifica quotidiana
ja: 今日の通知
kk: Бүгінгі хабарландыру
ko: 오늘 알림
lt: Šiandienos pranešimas
ms: Pemberitahuan Hari Ini
nl: Melding vandaag
no: Varsling for i dag
pl: Powiadomienie z dzisiaj
pt: Notificação de Hoje
pt_pt: Notificação de hoje
ro: Notificarea zilei
ru: Уведомление на сегодня
sk: Denné hlásenie
sl: Obvestilo »Danes«
sv: Notis för idag
th: การแจ้งเตือนวันนี้
tr: Bugün Bildirimi
uk: Сповіщення в «Сьогодні»
vi: Thông báo hôm nay
zh_cn: “今天”通知
zh_hk: 今日通知
zh_tw: 今天通知
